Reformat per-flow state-transition headers as bullet lists
Signed-off-by: Dejan Zele Pejchev <pejcev.dejan@gmail.com>
